10/data/attachments/4c5fe9c14b42489f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jacob_east_Friend_76807_6</nif:username>
            <nif:friendToBeRequested>soap_friends_143da72d-880f-4d83-8c98-3a676be66471</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>